Revit 2027 API
ParameterTypeId.SpacingLayoutVert Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLayoutVert { get; }
Public Shared ReadOnly Property SpacingLayoutVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLayoutVert {
	ForgeTypeId^ get ();
}
static member SpacingLayoutVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace